songs/venus.org
#+TITLE: Television - Venus

* Lyrics
#+begin_example
It was a tight toy night, streets so bright
The world was so thin between my bones and skin
There stood another person who was a little surprised
To be face to face with a world so alive

How I fell (Did ya feel low?)
Nah (Huh?)
I fell right into the arms of Venus de Milo

You know it's all like some new kind of drug
My senses are sharp and my hands are like gloves
Broadway looked so medieval, it seemed to flap like little pages
And I fell sideways laughing with a friend from many stages

How we felt (Did ya feel low?)
Not at all (Huh?)
I fell right into the arms of Venus de Milo

Suddenly my eyes went so soft and shaky
Oh I knew there was pain but pain is not aching
Then Richie, Richie said
"Hey man, let's dress up like cops, think of what we could do"
But something, something, it said, "You better not"

And I fell (Did ya feel low?)
Nah (Huh?)
I stood up, walked out of the arms of Venus de Milo 
#+end_example
