songs/venus.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="no" xml:lang="no">
<head>
<!-- 2023-08-03 Thu 12:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Television - Venus</title>
<meta name="author" content="Tarjei Bærland" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="style.css" type="text/css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Television - Venus</h1>

<div id="outline-container-orgaf946f0" class="outline-2">
<h2 id="orgaf946f0">Lyrics</h2>
<div class="outline-text-2" id="text-orgaf946f0">
<pre class="example" id="org2dc3c27">
It was a tight toy night, streets so bright
The world was so thin between my bones and skin
There stood another person who was a little surprised
To be face to face with a world so alive

How I fell (Did ya feel low?)
Nah (Huh?)
I fell right into the arms of Venus de Milo

You know it's all like some new kind of drug
My senses are sharp and my hands are like gloves
Broadway looked so medieval, it seemed to flap like little pages
And I fell sideways laughing with a friend from many stages

How we felt (Did ya feel low?)
Not at all (Huh?)
I fell right into the arms of Venus de Milo

Suddenly my eyes went so soft and shaky
Oh I knew there was pain but pain is not aching
Then Richie, Richie said
"Hey man, let's dress up like cops, think of what we could do"
But something, something, it said, "You better not"

And I fell (Did ya feel low?)
Nah (Huh?)
I stood up, walked out of the arms of Venus de Milo 
</pre>
</div>
</div>
</div>
</body>
</html>